Repository: TMW-forks/elektrogamesvn
Catalog: trunk/translations/*/LC_MESSAGES/tmw.po
Languages: tr_tr

source: Unknown command.
tr_tr: Bilinmeyen komut.

source: -- Help --
tr_tr: -- Yardım --

source: /help > Display this help
tr_tr: Bu yardımı göster

source: /where > Display map name
tr_tr: Harita ismini göster

source: /who > Display number of online users
tr_tr: Çevrimiçi oyuncu sayısını göster

source: /me > Tell something about yourself
tr_tr: Hakkında birşeyler söyle

source: /clear > Clears this window
tr_tr: Pencereyi temizler

source: /msg > Send a private message to a user
tr_tr: Oyuncuya özel ileti gönderir

source: /whisper > Alias of msg
tr_tr: /whisper > İleti kısayolu

source: /w > Alias of msg
tr_tr: İleti kısayolu

source: /query > Makes a tab for private messages with another user
tr_tr: Özel ileti sekmesi açar

source: /q > Alias of query
tr_tr: Özel ileti sekmesi kısayolu

source: /ignore > ignore a player
tr_tr: Oyuncuyu engelle

source: /unignore > stop ignoring a player
tr_tr: Oyuncuyu engellemeyi kaldır

source: /list > Display all public channels
tr_tr: Tüm açık kanalları göster

source: /join > Join or create a channel
tr_tr: Bir kanal oluştur yada katıl

source: /party > Invite a user to party
tr_tr: Oyuncuyu partiye davet et

source: /record > Start recording the chat to an external file
tr_tr: Sohbeti bir dosyaya kaydet

source: /toggle > Determine whether <return> toggles the chat log
tr_tr: /toggle > ???

source: /present > Get list of players present (sent to chat log, if logging)
tr_tr: /present > Tüm oyuncuların zaman listesini verir.

source: /announce > Global announcement (GM only)
tr_tr: Evrensel duyuru

source: For more information, type /help <command>.
tr_tr: Daha fazla bilgi için, /help yazınız...

source: Command: /help
tr_tr: Komut: /help

source: This command displays a list of all commands available.
tr_tr: Bu komut kullanılabilir tüm komutları gösterir

source: Command: /help <command>
tr_tr: Komut: /help <komut>

source: This command displays help on <command>.
tr_tr: <> işaretleri arasına yazılan komut hakkında bilgi verir.

source: Command: /announce <msg>
tr_tr: Komut: /announce <ileti>

source: *** only available to a GM ***
tr_tr: *** Evrensel duyurular için geçerli ***

source: This command sends the message <msg> to all players currently online.
tr_tr: Bu komut o anda çevrimiçi olan tüm oyunculara ileti gönderir.

source: Command: /clear
tr_tr: Komut: /clear

source: This command clears the chat log of previous chat.
tr_tr: Bu komutla bir önceki sohbet kaydı temizlenir.

source: Command: /ignore <player>
tr_tr: Komut: /ignore <oyuncu>

source: This command ignores the given player regardless of current relations.
tr_tr: Bu komutla belirtilen oyunucuyu engeller

source: Command: /join <channel>
tr_tr: Komut: /join <kanal>

source: This command makes you enter <channel>.
tr_tr: Bu komutla belirtilen kanala katılınır.

source: If <channel> doesn't exist, it's created.
tr_tr: Eğer <kanal> kanal yoksa oluşturulur.

source: Command: /list
tr_tr: Komut: /list

source: This command shows a list of all channels.
tr_tr: Bu komutla tüm

source: Command: /me <message>
tr_tr: Komut: /me <ileti>

source: This command tell others you are (doing) <msg>.
tr_tr: Bu komutla belirttiğiniz ileti diğer oyunculara ne yaptığınızı gösterir

source: Command: /msg <nick> <message>
tr_tr: Komut: /msg <oyuncu> <ileti>

source: Command: /whisper <nick> <message>
tr_tr: Komut: /whisper <oyuncu> <ileti>

source: Command: /w <nick> <message>
tr_tr: Komut: /w <oyuncu> <ileti>

source: This command sends the text <message> to <nick>.
tr_tr: Bu komutla belirtilen oyuncuya yazılan ileti gönderilir.

source: If the <nick> has spaces in it, enclose it in double quotes (").
tr_tr: Eğer <oyuncu> boşluk karakteri içeriyorsa onu (") biçimine çevirir.

source: Command: /query <nick>
tr_tr: Komut: /query <oyuncu>

source: Command: /q <nick>
tr_tr: Komut: /q <oyuncu>

source: This command tries to make a tab for whispers betweenyou and <nick>.
tr_tr: Bu komutla <oyuncu> ile senin aranda sohbet edebileceğin yeni bir sekme oluşur.

source: Command: /party <nick>
tr_tr: Komut: /party <oyuncu>

source: This command invites <nick> to party with you.
tr_tr: Bu komutla <oyuncu> seninle partiye davet edilir.

source: Command: /present
tr_tr: Komut: /present

source: This command gets a list of players within hearing and sends it to either the record log if recording, or the chat log otherwise.
tr_tr: Bu komutla oyuncu listesi alınır.

source: Command: /record <filename>
tr_tr: Komut: /record <dosya adı>

source: This command starts recording the chat log to the file <filename>.
tr_tr: Bu komutla birlikte belirtilen dosyaya sohbet kaydı tutulur.

source: Command: /record
tr_tr: Komut: /record

source: This command finishes a recording session.
tr_tr: Bu komut kayıt oturumunu sonlandırır.

source: Command: /toggle <state>
tr_tr: Komut: /toggle <durum>

source: This command sets whether the return key should toggle the chat log, or whether the chat log turns off automatically.
tr_tr: Bu komut sohbet kaydını açar yada kapatır. --

source: <state> can be one of "1", "yes", "true" to turn the toggle on, or "0", "no", "false" to turn the toggle off.
tr_tr: dxf

source: Command: /toggle
tr_tr: Komut: /toggle

source: This command displays the return toggle status.
tr_tr: Bu komut sohbet penceresini açıp kapatmayı gösterir. --

source: Command: /unignore <player>
tr_tr: Komut: /unignore <oyuncu>

source: This command stops ignoring the given player if they are being ignored
tr_tr: Bu komutla birlikte engellenmiş oyuncunun engeli kaldırılır.

source: Command: /where
tr_tr: Komut: /where

source: This command displays the name of the current map.
tr_tr: Bu komut bulunulan haritanın adını gösterir.

source: Command: /who
tr_tr: Komut: /who

source: This command displays the number of players currently online.
tr_tr: Bu komutla o anki aktif olan oyuncuların sayısı gösterilir.

source: Type /help for a list of commands.
tr_tr: Komut listesi için /help yazınız.

source: Cannot send empty whispers!
tr_tr: Boş kişisel ileti gönderilemedi!

source: Cannot create a whisper tab for nick "%s"! It either already exists, or is you.
tr_tr: Kişisel ileti sekmesi %s için oluşturulamadı. Oluşturmaya çalıştığınız sekme ya var yada size ait.

source: Requesting to join channel %s.
tr_tr: %s kanalına giriş isteği alınıyor.

source: Please specify a name.
tr_tr: Lütfen bir ad iletin.

source: Return toggles chat.
tr_tr: Giriş(Enter) sohbeti açar kapatır.

source: Message closes chat.
tr_tr: İleti sohbeti kapatır.

source: Return now toggles chat.
tr_tr: Giriş(Enter) şimdi sohbeti açar kapatır.

source: Message now closes chat.
tr_tr: İleti şimdi sohbeti kapatır.

source: Player already ignored!
tr_tr: Oyuncu zaten engellenmiş!

source: Player successfully ignored!
tr_tr: Oyuncu başarıyla engellendi!

source: Player could not be ignored!
tr_tr: Oyuncu engellenemedi!

source: Player wasn't ignored!
tr_tr: Oyuncu engellenmemiş!

source: Player no longer ignored!
tr_tr: Oyuncu artık engelli değil!

source: Player could not be unignored!
tr_tr: Oyuncu engeli kaldırılamadı!

source: Could Not Load Map
tr_tr: Harita Yüklenemiyor

source: Error while loading %s
tr_tr: %s yüklenirken hata

source: General
tr_tr: Genel

source: Screenshot saved to ~/
tr_tr: Ekran görüntüsü kaydedildi : ~/

source: Saving screenshot failed!
tr_tr: Ekran görüntüsü kaydedilirken hata oluştu!

source: The connection to the server was lost, the program will now quit
tr_tr: Sunucu ile bağlantı koptu, oyun kapatılacak

source: Network Error
tr_tr: Ağ iletişim hatası

source: Quit
tr_tr: Kapat

source: Are you sure you want to quit?
tr_tr: Oyunu kapatmak istediğinize emin misiniz?

source: no
tr_tr: hayır

source: Ignoring incoming trade requests
tr_tr: Alışveriş istekleri reddediliyor

source: Accepting incoming trade requests
tr_tr: Alışveriş istekleri kabul ediliyor

source: Move Up
tr_tr: Yukarı hareket

source: Move Down
tr_tr: Aşağı hareket

source: Move Left
tr_tr: Sola hareket

source: Move Right
tr_tr: Sağa Hareket

source: Attack
tr_tr: Atak

source: Target & Attack
tr_tr: Hedef & Atak

source: Smilie
tr_tr: Güleryüz

source: Talk
tr_tr: Konuş

source: Stop Attack
tr_tr: Atak Durdur

source: Target Closest
tr_tr: En Yakın Hedef

source: Target NPC
tr_tr: Hedef Üstat

source: Target Player
tr_tr: Hedef Oyuncu

source: Pickup
tr_tr: Yerden Al

source: Hide Windows
tr_tr: Pencereleri Gizle

source: Sit
tr_tr: Otur

source: Screenshot
tr_tr: Ekran Görüntüsü

source: Enable/Disable Trading
tr_tr: Alışverişi Aktif/Pasif Yap

source: Find Path to Mouse
tr_tr: Fareye Yolu Göster

source: Item Shortcut %d
tr_tr: Nesne Kısayolu %d

source: Help Window
tr_tr: Yardım Penceresi

source: Status Window
tr_tr: Durum Penceresi

source: Inventory Window
tr_tr: Heybe Penceresi

source: Equipment Window
tr_tr: Üzerindekiler Penceresi

source: Skill Window
tr_tr: Beceri Penceresi

source: Minimap Window
tr_tr: Mini Harita Penceresi

source: Chat Window
tr_tr: Sohbet Penceresi

source: Item Shortcut Window
tr_tr: Nesne Kısayol Penceresi

source: Setup Window
tr_tr: Ayar Penceresi

source: Debug Window
tr_tr: Hata Ayıklama Penceresi

source: Party Window
tr_tr: Parti Penceresi

source: Emote Shortcut Window
tr_tr: Güleryüz Kısayol Penceresi

source: Outfits Window
tr_tr: Kıyafet Penceresi

source: Emote Shortcut %d
tr_tr: Güleryüz Kısayolu %d

source: Toggle Chat
tr_tr: Sohbet Aç/Kapat

source: Scroll Chat Up
tr_tr: Sohbeti Yukarı Kaydır

source: Scroll Chat Down
tr_tr: Sohbeti Aşağı Kaydır

source: Previous Chat Tab
tr_tr: Önceki Sohbet Sekmesi

source: Next Chat Tab
tr_tr: Sonraki Sohbet Sekmesi

source: Select OK
tr_tr: Seç Tamam

source: Ignore input 1
tr_tr: 1. girişi yoksay

source: Ignore input 2
tr_tr: 2. girişi yoksay

source: Instant Help
tr_tr: Anlık Yardım

source: Unable to pick up item.
tr_tr: Nesneyi alamadınız.

source: Invalid update host: %s
tr_tr: Geçersiz güncelleme sunucusu: %s

source: Error creating updates directory!
tr_tr: Güncelleme klasörleri oluşturulurken hata oluştu!

source: %s doesn't exist and can't be created! Exiting.
tr_tr: %s yok ve oluşturulamıyor! Çıkış yapılıyor.

source: tmw
tr_tr: elektrogame

source: Options:
tr_tr: Ayarlar:

source: -C --config-file : Configuration file to use
tr_tr: -C --ayar-dosya : Ayar kayıtları için kullanılacak dosya

source: -d --data : Directory to load game data from
tr_tr: -d --veriyolu : Oyun verilerinin alınacağı klasör

source: -D --default : Choose default character server and character
tr_tr: -D --varsayılan : Varsayılan karakter sunucuyu ve karakteri seçin

source: -h --help : Display this help
tr_tr: -h --yardim : Bu yardımı göster

source: -S --home-dir : Directory to use as home directory
tr_tr: -S --ana-dizin : Ana dizin olarak kullan

source: -H --update-host : Use this update host
tr_tr: -H --guncelle-sunucu : Güncelleme sunucusu olarak kullan

source: -P --password : Login with this password
tr_tr: -P --şifre : Bu şifre ile giriş yap

source: -c --character : Login with this character
tr_tr: -c --karakter : Bu karakter ile giriş yap

source: -p --port : Login server port
tr_tr: -p --port : Sunucu giriş portu

source: -s --server : Login server name or IP
tr_tr: -s --sunucu : Giriş sunucusu veya ip adresi

source: -u --skip-update : Skip the update downloads
tr_tr: -u --guncelleme-yoksay : Güncellemeleri indirmez

source: -U --username : Login with this username
tr_tr: -U --kullaniciadi : Bu kullanıcı adıyla giriş yap

source: -O --no-opengl : Disable OpenGL for this session
tr_tr: -O --no-opengl : Bu oturum için OpenGL yi kullanma.

source: -v --version : Display the version
tr_tr: -v --version : Oyun sürümünü gösterir

source: Setup
tr_tr: Ayarlar

source: Error
tr_tr: Hata

source: Email Address Change
tr_tr: E-posta Adresi Değiştirme

source: Email address changed successfully!
tr_tr: E-posta adresi başarıyla değiştirilmiştir!

source: Password Change
tr_tr: Şifre Değiştirme

source: Password changed successfully!
tr_tr: Şifre başarıyla değiştirildi!

source: Unregister Successful
tr_tr: Kayıt başarıyla geri alındı!

source: Farewell, come back any time...
tr_tr: Elveda, ileriki bir zamanda görüşmek üzere...

source: Connecting to map server...
tr_tr: Harita sunucuya bağlanılıyor...

source: Connecting to character server...
tr_tr: Karakter sunucuya bağlanılıyor...

source: Connecting to account server...
tr_tr: Hesap sunucuya bağlanılıyor...

source: Completely ignore
tr_tr: Tamamen engelle

source: Print '...'
tr_tr: Yazdır '...'

source: Blink name
tr_tr: Görünmez ad

source: Floating '...' bubble
tr_tr: Baloncuk

source: Floating bubble
tr_tr: Baloncuk

source: close
tr_tr: kapat

source: Simulasyon
tr_tr: Benzetişim

source: Slayt
tr_tr: Sunu

source: Buddy
tr_tr: Arkadaş

source: Buddy List
tr_tr: Arkadaş Listesi

source: Buy
tr_tr: Satın Al

source: Price: %s / Total: %s
tr_tr: Fiyat: %s Toplam: %s

source: Max
tr_tr: En Yüksek

source: Description: %s
tr_tr: Açıklama: %s

source: Effect: %s
tr_tr: Etki: %s

source: Shop
tr_tr: Dükkan

source: Change Email Address
tr_tr: Eposta Adresini Değiştir

source: Account: %s
tr_tr: Hesap: %s

source: Type new email address twice:
tr_tr: E-posta adresini iki defa giriniz:

source: Cancel
tr_tr: İptal

source: The new email address needs to be at least %d characters long.
tr_tr: Yeni e-posta adresinin uzunluğu en az %d karakter olmalı.

source: The new email address needs to be less than %d characters long.
tr_tr: Yeni e-posta adresinin uzunluğu en fazla %d karakter olmalı.

source: The email address entries mismatch.
tr_tr: Girilen e-posta adresleri birbiriyle eşleşmiyor.

source: Change Password
tr_tr: Şifre Değiştir

source: Password:
tr_tr: Şifre:

source: Type new password twice:
tr_tr: İkinci defa şifre:

source: Enter the old password first.
tr_tr: Önceki şifrenizi giriniz.

source: The new password needs to be at least %d characters long.
tr_tr: Yeni şifrenin uzunluğu en az %d karakter olmalı.

source: The new password needs to be less than %d characters long.
tr_tr: Yeni şifrenin uzunluğu en fazla %d karakter olmalı.

source: The new password entries mismatch.
tr_tr: Yeni şifre girişleri birbiriyle uyuşmuyor.

source: Create Character
tr_tr: Karakter Oluştur

source: Name:
tr_tr: Ad:

source: Hair color:
tr_tr: Saç Rengi:

source: Hair style:
tr_tr: Saç Tarzı:

source: Create
tr_tr: Oluştur

source: Male
tr_tr: Bay

source: Female
tr_tr: Bayan

source: Please distribute %d points
tr_tr: Lütfen %d puanlarını düzenle.

source: Your name needs to be at least 4 characters.
tr_tr: Adınız en az 4 karakterden oluşmalıdır.

source: Confirm Character Delete
tr_tr: Karakter Silmeyi Onaylayın

source: Are you sure you want to delete this character?
tr_tr: Bu karakteri silmek istediğinize emin misiniz?

source: Account and Character Management
tr_tr: Hesap ve Karakter Yönetimi

source: OK
tr_tr: Tamam

source: Previous
tr_tr: Önceki

source: Next
tr_tr: Sonraki

source: Name: %s
tr_tr: Ad: %s

source: Level: %d
tr_tr: Seviye: %d

source: New
tr_tr: Yeni

source: Delete
tr_tr: Sil

source: Unregister
tr_tr: Kaydı Geri Al

source: Money: %s
tr_tr: Para: %s

source: Job Level: %d
tr_tr: Görev Seviyesi: %d

source: Chat
tr_tr: Sohbet

source: Attendance written to record log.
tr_tr: Katılım kayda yazıldı.

source: Whispering to %s: %s
tr_tr: Kişisel ileti: %s - %s

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Info
tr_tr: Bilgi

source: Connecting...
tr_tr: Bağlanılıyor...

source: Debug
tr_tr: Hata Ayıklama

source: Music: %s
tr_tr: Müzik: %s

source: Map: %s
tr_tr: Harita: %s

source: Minimap: %s
tr_tr: Mini Harita: %s

source: Cursor: (%d, %d)
tr_tr: Kürsör: (%d, %d)

source: Particle count: %d
tr_tr: Parçacık sayısı %d

source: Equipment
tr_tr: Ekipman

source: Unequip
tr_tr: Kullanma

source: Guild
tr_tr: Sınıf

source: Create Guild
tr_tr: Sınıf Oluştur

source: Invite User
tr_tr: Oyuncuyu Davet Et

source: Quit Guild
tr_tr: Sınıftan Çık

source: Guild Name
tr_tr: Sınıf Adı

source: Choose your guild's name.
tr_tr: Sınıfının ismini seç

source: Member Invite
tr_tr: Üye Davetiyesi

source: Who would you like to invite?
tr_tr: Kimi davet etmek istiyorsun?

source: Guild %s quit.
tr_tr: Sınıf %s çıktı.

source: Creating guild called %s.
tr_tr: Sınıf oluşturulması %s diye adlandırıldı.

source: Invited user %s.
tr_tr: %s davet edildi.

source: %s has invited you to join the guild %s.
tr_tr: %s seni %s sınıfına katılamaya davet etti.

source: Accept Guild Invite
tr_tr: Sınıf Davetini Kabul Et

source: Help
tr_tr: Yardım

source: Close
tr_tr: Kapat

source: Inventory
tr_tr: Heybe

source: Equip
tr_tr: Kullan

source: Use
tr_tr: Kullan

source: Drop...
tr_tr: Bırak...

source: Split
tr_tr: Ayır

source: Outfits
tr_tr: Kıyafetler

source: Slots:
tr_tr: Alan:

source: Weight:
tr_tr: Ağırlık:

source: Drop
tr_tr: Yere Bırak

source: All
tr_tr: Tümü

source: Select amount of items to trade.
tr_tr: Alışveriş yapacağınız nesne miktarını seçin.

source: Select amount of items to drop.
tr_tr: Bırakacağınız nesne miktarını seçin.

source: Select amount of items to store.
tr_tr: Saklayacağınız nesne sayısını seçin.

source: Select amount of items to retrieve.
tr_tr: Geri alacağınız nesne miktarını seçin.

source: Select amount of items to split.
tr_tr: Ayıracağınız nesne miktarını seçin.

source: Weight: %s
tr_tr: Ağırlık: %s

source: Login
tr_tr: Giriş

source: Server:
tr_tr: Sunucu:

source: Recent:
tr_tr: Önceki:

source: Remember username
tr_tr: Kullanıcı adını hatırla

source: Register
tr_tr: Kayıt

source: Map
tr_tr: Harita

source: HP
tr_tr: Sağlık

source: MP
tr_tr: Enerji

source: XP
tr_tr: Tecrübe

source: Waiting for server
tr_tr: Sunucu için bekleniyor

source: Submit
tr_tr: Gönder

source: NPC
tr_tr: Üstat

source: Reset
tr_tr: Temizle

source: To:
tr_tr: Kime:

source: Send
tr_tr: Gönder

source: Failed to send as sender or letter invalid.
tr_tr: Gönderili yada alıcı olarak harfler gönderilemedi.

source: Outfit: %d
tr_tr: Kıyafet: %d

source: Unequip first
tr_tr: Önce kullanmayı bırakın.

source: Text
tr_tr: Metin

source: Text Shadow
tr_tr: Metin Gölgesi

source: Text Outline
tr_tr: Metin dışçizgisi

source: Progress Bar Labels
tr_tr: Seviye Çubuğu Etiketi

source: Buttons
tr_tr: Düğmeler

source: Disabled Buttons
tr_tr: Pasifleştirilmiş Düğmeler

source: Tabs
tr_tr: Sekmeler

source: Background
tr_tr: Arkaplan

source: Highlight
tr_tr: Seçili Olanı Belirtme

source: Tab Highlight
tr_tr: Sekmelerden Seçili Olan

source: Item Too Expensive
tr_tr: Nesne Çok Pahalı

source: Item Is Equipped
tr_tr: Nesne Kullanıma Hazır

source: GM
tr_tr: Yönetici

source: Player
tr_tr: Oyuncu

source: Whisper
tr_tr: Kişisel İleti

source: Is
tr_tr: İz

source: Party
tr_tr: Parti

source: Server
tr_tr: Sunucu

source: Logger
tr_tr: Kayıtçı

source: Hyperlink
tr_tr: Bağlantı

source: Being
tr_tr: Oluyor

source: Other Players' Names
tr_tr: Diğer Oyuncuların Adları

source: Own Name
tr_tr: Kendi Adın

source: Mini Self
tr_tr: Mini Sen

source: GM Names
tr_tr: Yöntici Adları

source: NPCs
tr_tr: Üstatlar

source: Monsters
tr_tr: Çılgın Robotlar

source: Unknown Item Type
tr_tr: Bilinmeyen Nesne Tipi

source: Generics
tr_tr: Cinsiyete Özgü Olanlar

source: Hats
tr_tr: Şapkalar

source: Usables
tr_tr: Kullanılabilirler

source: Shirts
tr_tr: Kazaklar

source: One Handed Weapons
tr_tr: Tek Elle Kullanılabilen Işınlar

source: Pants
tr_tr: Pantolonlar

source: Shoes
tr_tr: Ayakkabılar

source: Two Handed Weapons
tr_tr: İki Elle Kullanılabilen Işınlar

source: Shields
tr_tr: Güç Kalkanı

source: Rings
tr_tr: Yüzükler

source: Necklaces
tr_tr: Kolye

source: Arms
tr_tr: Işın Deposu

source: Ammo
tr_tr: Işın Tankı

source: Particle Effects
tr_tr: Parçacık Efektleri

source: Pickup Notification
tr_tr: Yerden Alma Dildirimi

source: Exp Notification
tr_tr: Tecrübe Bildirimi

source: Player Hits Monster
tr_tr: Oyuncu Çılgın Robota Lazer Işını Yansıttı

source: Monster Hits Player
tr_tr: Çılgın Robot Karşılık Verdi

source: Critical Hit
tr_tr: Kritik Hamle

source: Misses
tr_tr: İsabetsiz

source: HP Bar
tr_tr: Sağlık Çubuğu

source: 3/4 HP Bar
tr_tr: 3/4 Sağlık Çubuğu

source: 1/2 HP Bar
tr_tr: Yarım Sağlık Çubuğu

source: 1/4 HP Bar
tr_tr: Çeyrek Sağlık Çubuğu

source: Party (%s)
tr_tr: Parti (%s)

source: Received party request, but one already exists.
tr_tr: Bir parti isteği alındı ancak zaten başka bir partidesiniz.

source: Accept Party Invite
tr_tr: Parti Davetini Kabul Et

source: Accepted invite from %s.
tr_tr: %s ten gelen davet kabul edildi.

source: Rejected invite from %s.
tr_tr: %s ten gelen davet reddedildi.

source: Trade with %s...
tr_tr: %s ile alış veriş

source: Attack %s
tr_tr: Lazer Işını Yansıt %s

source: Befriend %s
tr_tr: Arkadaş olundu %s

source: Disregard %s
tr_tr: %s İhmal edildi.

source: Ignore %s
tr_tr: %s 'i yoksay.

source: Unignore %s
tr_tr: %s 'i yoksaymayı geri al.

source: Completely ignore %s
tr_tr: %s 'i tamamen yoksay.

source: Invite %s to join your guild
tr_tr: %s 'i sınıfına katılması için davet et.

source: Invite %s to join your party
tr_tr: %s 'i sınıfına partine için davet et.

source: Kick player
tr_tr: Oyuncuyu At

source: Talk to %s
tr_tr: %s ile konuş

source: Kick monster
tr_tr: Çılgın Robotu Çıkart

source: Add name to chat
tr_tr: Sohbete isim ekle

source: Pick up %s
tr_tr: %s aldın.

source: Add to chat
tr_tr: Sohbete ekle

source: Store
tr_tr: Depo

source: Retrieve
tr_tr: Geri Al

source: Switch server
tr_tr: Sunucu değiştir

source: Switch character
tr_tr: Karakter değiştir

source: Finishing recording.
tr_tr: Kayıt bitiriliyor.

source: Not currently recording.
tr_tr: Şu anda kaydedilmiyor.

source: Already recording.
tr_tr: Zaten kaydediliyor.

source: Starting to record...
tr_tr: Kayda başlanıyor...

source: Failed to start recording.
tr_tr: Kayıt başlatılamadı.

source: Confirm:
tr_tr: Onayla:

source: Email:
tr_tr: E-posta:

source: The username needs to be at least %d characters long.
tr_tr: Kullanıcı adı en fazla %d karakter olmalıdır.

source: The username needs to be less than %d characters long.
tr_tr: Kullanıcı adı en az %d karakter olmalıdır.

source: The password needs to be at least %d characters long.
tr_tr: Şifre en az %d karakter olmalıdır.

source: The password needs to be less than %d characters long.
tr_tr: Şifre en fazla %d karakter olmalıdır.

source: Passwords do not match.
tr_tr: Şifreler eşleşmiyor.

source: Sell
tr_tr: Sat

source: Choose Your Server
tr_tr: Sunucunu Tercih Et

source: Please type both the address and the port of a server.
tr_tr: Lütfen hem sunucu adresini ve portu birlikte girin.

source: Select Server
tr_tr: Sunucu Seç

source: Sound
tr_tr: Ses

source: Audio
tr_tr: Ses

source: Sfx volume
tr_tr: Efekt Sesi Seviyesi

source: Music volume
tr_tr: Müzik Sesi Seviyesi

source: Sound Engine
tr_tr: Ses Makinesi

source: This is what the color looks like
tr_tr: Renk nasıl görünüyor...

source: Colors
tr_tr: Renkler

source: Type:
tr_tr: Tip:

source: Static
tr_tr: Durgun

source: Pulse
tr_tr: Nabız

source: Rainbow
tr_tr: Gökkuşağı

source: Spectrum
tr_tr: Göz Kamaşması

source: Delay:
tr_tr: Gecikme:

source: Red:
tr_tr: Kırmızı:

source: Green:
tr_tr: Yeşil:

source: Blue:
tr_tr: Mavi:

source: Press the button to start calibration
tr_tr: Ayarlamaya başlamak için start 'a basınız...

source: Calibrate
tr_tr: Ayarlama

source: Enable joystick
tr_tr: Oyun Çubuğunu Etkinleştir

source: Joystick
tr_tr: Oyun Çubuğu

source: Stop
tr_tr: Dur

source: Rotate the stick
tr_tr: Çubuğu çevirin

source: Keyboard
tr_tr: Klavye

source: Assign
tr_tr: Atamak

source: Default
tr_tr: Varsayılan

source: Key Conflict(s) Detected
tr_tr: Aynı tuş farklı işlemler için kullanılıyor.

source: Resolve them, or gameplay may result in strange behaviour.
tr_tr: Bunlara kesin karar ver yada oyun oynarken sıradışı etkilere hazırlıklı ol.

source: Allow trading
tr_tr: Alış verişi kabul et
