Repository: TMW-forks/elektrogamesvn
Catalog: trunk/translations/*/LC_MESSAGES/tmw.po
Languages: tr_tr

source: Allow whispers
tr_tr: Kişisel sohbet kabul ediliyor

source: Put all whispers in tabs
tr_tr: Tüm kişisel sohbetleri sekmelelre yerleştir

source: Players
tr_tr: Oyuncular

source: When ignoring:
tr_tr: Engellenirken:

source: No text
tr_tr: Metin yok

source: Bubbles, no names
tr_tr: Baloncuklar, ad yok

source: Bubbles with names
tr_tr: Adlarla birlikte baloncuklar

source: off
tr_tr: kapalı

source: low
tr_tr: alçak

source: high
tr_tr: yüksek

source: medium
tr_tr: orta

source: max
tr_tr: en yüksek

source: Full screen
tr_tr: Tam Ekren

source: Custom cursor
tr_tr: Özel Kürsör

source: Visible names
tr_tr: Görünen Adlar

source: Particle effects
tr_tr: Parçacık Efektleri

source: Show own name
tr_tr: Kendi adını göster

source: Show pickup notification
tr_tr: Yerden alma bildirimini göster

source: in chat
tr_tr: sohbette

source: as particle
tr_tr: parçacık olarak

source: FPS limit:
tr_tr: FPS sınırı:

source: Video
tr_tr: Vidyo

source: Overhead text
tr_tr: Başüstü metin

source: Gui opacity
tr_tr: Pencere Şeffaflığı

source: Ambient FX
tr_tr: Çevre

source: Particle detail
tr_tr: Parçacık Detayları

source: Font size
tr_tr: Yazı Boyutu

source: Failed to switch to windowed mode and restoration of old mode also failed!
tr_tr: Pencere görünümüne geçilemedi. Aynı zamanda eski görünümede geçilemedi!

source: Failed to switch to fullscreen mode and restoration of old mode also failed!
tr_tr: Tam ekran görünümüne geçilemedi. Aynı zamanda eski görünümede geçilemedi!

source: Switching to Full Screen
tr_tr: Tam Ekrana Geçiliyor

source: Restart needed for changes to take effect.
tr_tr: Değişikliklerin etkin olması için oyunu tekrar başlatılması gerekiyor.

source: Changing to OpenGL
tr_tr: OpenGL ye geçiliyor...

source: Applying change to OpenGL requires restart.
tr_tr: OpenGL ayarlarındaki değişikliklerin etkin olması için oyunu tekrar başlatın.

source: Screen Resolution Changed
tr_tr: Ekran çözünürlüğü değiştirildi.

source: Restart your client for the change to take effect.
tr_tr: Değişikliklerin etkin olması için oyunu tekrar başlatın.

source: Some windows may be moved to fit the lowered resolution.
tr_tr: Bazı pencereler düşük çözünürlüğe ayarlamak için taşınabilir.

source: Particle Effect Settings Changed.
tr_tr: Parçacık Efekti Ayarları Değiştirildi.

source: Changes will take effect on map change.
tr_tr: Değişiklikler harita değiştirildiğinde uygulanacaktır.

source: Skills
tr_tr: Beceriler

source: Skill points available: %d
tr_tr: Kullanılabilir beceri puanı: %d

source: Skill Set %d
tr_tr: Beceri Ayarla %d

source: Skill %d
tr_tr: Beceri %d

source: Lvl: %d (%+d)
tr_tr: Seviye: %d(%+d)

source: Lvl: %d
tr_tr: Seviye: %d

source: Specials
tr_tr: Özellikler

source: Specials Set %d
tr_tr: Özellik Ayarla %d

source: Special %d
tr_tr: Özellik %d

source: HP:
tr_tr: Sağlık:

source: Exp:
tr_tr: Tecrübe:

source: MP:
tr_tr: Enerji:

source: Job: %d
tr_tr: Uzmanlık: %d

source: Job:
tr_tr: Uzmanlık:

source: Exp
tr_tr: Tecrübe

source: Money
tr_tr: Para

source: Job
tr_tr: Uzmanlık

source: Character points: %d
tr_tr: Karakterpuanı: %d

source: Correction points: %d
tr_tr: Doğrulama puanı: %d

source: Level
tr_tr: Seviye

source: Storage
tr_tr: Depo

source: Propose trade
tr_tr: Alışveriş Teklif Et

source: Confirmed. Waiting...
tr_tr: Onaylandı. Bekleniyor...

source: Agree trade
tr_tr: Alışverişi Kabul Et

source: Agreed. Waiting...
tr_tr: Kabul Edildi. Bekleniyor...

source: Trade: You
tr_tr: Alış Veriş: Sen

source: Trade
tr_tr: Alış Veriş

source: Add
tr_tr: Ekle

source: You get %s
tr_tr: Sen %s aldın.

source: You give:
tr_tr: Senin verdiğin:

source: Change
tr_tr: Değiştir

source: Failed adding item. You can not overlap one kind of item on the window.
tr_tr: Nesne eklemede hata. Aynı tür nesneleri kullanamzsınız.

source: You don't have enough money.
tr_tr: Yeterli paranız yok.

source: Updating...
tr_tr: Güncelleniyor...

source: Play
tr_tr: Oyna

source: ##1 The update process is incomplete.
tr_tr: ##1 Güncelleme süreci tamamlanmadı.

source: ##1 It is strongly recommended that
tr_tr: ##1 Güncelleme mutlaka yapılmalıdır.

source: ##1 you try again later.
tr_tr: ##1 daha sonra tekrar deneyin.

source: Completed
tr_tr: Tamamlandı

source: /users > Lists the users in the current channel
tr_tr: /users > Aktif kanaldaki kulanıcıları gösterir

source: /topic > Set the topic of the current channel
tr_tr: /topic > Kanaldaki başlığı değiştirir

source: /quit > Leave a channel
tr_tr: /quit > Kanaldan ayrıl

source: /op > Make a user a channel operator
tr_tr: /op > Oyuncuyu kanal operatörü yap

source: /kick > Kick a user from the channel
tr_tr: /kick > Oyuncuyu kanaldan çıkar

source: Command: /users
tr_tr: Komut: /users

source: This command shows the users in this channel.
tr_tr: Bu komutla kanaldaki oyuncuların listesini görürsünüz.

source: Command: /topic <message>
tr_tr: Komut: /topic <ileti>

source: This command sets the topic to <message>.
tr_tr: Bu komut ile başlık belirtilen ileti olur.

source: Command: /quit
tr_tr: Komut: /quit

source: This command leaves the current channel.
tr_tr: Bu komutla bulunduğunuz kanaldan ayrılırsınız.

source: If you're the last person in the channel, it will be deleted.
tr_tr: Eğer kanaldaki son kişiyseniz, kanal silinecektir.

source: Command: /op <nick>
tr_tr: Komut: /op <oyuncu>

source: This command makes <nick> a channel operator.
tr_tr: Bu komutla <ad> belirtilen oyuncu kanal operatörü yapılır.

source: Channel operators can kick and op other users from the channel.
tr_tr: Kanal operatörleri oyuncuları kanaldan dışarı çıkartabilirler.

source: Command: /kick <nick>
tr_tr: Komut: /kick <ad>

source: This command makes <nick> leave the channel.
tr_tr: Bu komutla <ad> belirtilen oyunucuyu kanaldan çıkartırsınız.

source: Need a user to op!
tr_tr: Operatörlük için bir oyuncuya ihtiyaç var!

source: Need a user to kick!
tr_tr: Çıkartmak için bir oyuncuya ihtiyaç var!

source: Global announcement:
tr_tr: Evrensel Duyuru:

source: Global announcement from %s:
tr_tr: %s ten evrensel duyuru:

source: %s whispers: %s
tr_tr: %s sana diyorki: %s

source: Cannot send empty chat!
tr_tr: Boş ileti gönderilemez!

source: /ignore > Ignore the other player
tr_tr: /ignore > Diğer oyuncuyu engelle

source: /unignore > Stop ignoring the other player
tr_tr: /unignore > Oyuncuya uygulanan engeli kaldır

source: /close > Close the whisper tab
tr_tr: /close > Kişisel İleti sekmesini kapatır

source: Command: /close
tr_tr: Komut: /close

source: This command closes the current whisper tab.
tr_tr: Bu komut aktif olan kişisel ileti sekmesini kapatır.

source: Command: /ignore
tr_tr: Komut: /ignore

source: This command ignores the other player regardless of current relations.
tr_tr: Bu komutla diğer oyunucuyu engellemiş olursunuz.

source: This command stops ignoring the other player if they are being ignored.
tr_tr: Bu komutla diğer oyuncuya uygulamış olduğunuz engel kaldırılır.

source: Kick failed!
tr_tr: Oyuncu çıkartma başarısız!

source: Kick succeeded!
tr_tr: Oyuncu atma başarılı!

source: Nothing to sell.
tr_tr: Satacak birşey yok!

source: Thanks for buying.
tr_tr: Satın aldığınız için teşekkürler.

source: Unable to buy.
tr_tr: Satın alamazsınız.

source: Thanks for selling.
tr_tr: Satış için teşekkürler.

source: Unable to sell.
tr_tr: Satış gerçekleştirilemedi.

source: Access denied.
tr_tr: Erişim reddedildi.

source: Cannot use this ID.
tr_tr: Bu ID kullanılamaz.

source: Unknown failure to select character.
tr_tr: Karakter seçiminde bilinmeyen hata.

source: Failed to create character. Most likely the name is already taken.
tr_tr: Karakter oluşturulamadı! Daha önce bu isim kullanılmış.

source: Character deleted.
tr_tr: Karakter silindi.

source: Failed to delete character.
tr_tr: Karakter silinemedi.

source: Strength:
tr_tr: Güç:

source: Agility:
tr_tr: Çeviklik:

source: Vitality:
tr_tr: Dayanıklılık:

source: Intelligence:
tr_tr: Zeka:

source: Dexterity:
tr_tr: Beceri:

source: Luck:
tr_tr: Şans:

source: Whisper could not be sent, user is offline.
tr_tr: Kişisel ileti gönderilemedi, kullanıcı oyundan çıkmış.

source: Whisper could not be sent, ignored by user.
tr_tr: Kişisel ileti gönderilemedi, oyuncu sizi engellemiş.

source: MVP player.
tr_tr: En Değerli Oyuncu.

source: Channels are not supported!
tr_tr: Kanallar desteklenmiyor.

source: Unable to equip.
tr_tr: Kullanılamıyor.

source: Unable to unequip.
tr_tr: Kullanımdan çıkarılamıyor.

source: Authentication failed.
tr_tr: Kullanıcı adı ve şifre denetimi başarısız.

source: No servers available.
tr_tr: Sunucular erişilebilir değil.

source: Someone else is trying to use this account.
tr_tr: Başka bir kullanıcı bu hesabı kullanarak giriş yapmayı deniyor.

source: This account is already logged in.
tr_tr: Bu hesap ile zaten giriş yapılmış

source: Speed hack detected.
tr_tr: Hız saldırısı belirlendi.

source: Duplicated login.
tr_tr: Tek hesaba iki kişilik giriş.

source: Unknown connection error.
tr_tr: Bilinmeyen bağlantı hatası.

source: Got disconnected from server!
tr_tr: Sunucuyla bağantı kesildi!

source: Strength
tr_tr: Güç

source: Agility
tr_tr: Çeviklik

source: Vitality
tr_tr: Dayanıklılık

source: Intelligence
tr_tr: Zeka

source: Dexterity
tr_tr: Kabiliyet

source: Luck
tr_tr: Şans

source: Defense
tr_tr: Savunma

source: M.Attack
tr_tr: T. Atak

source: M.Defense
tr_tr: T. Savunma

source: Failed to use item.
tr_tr: Nesne kullanılamadı.

source: Account was not found. Please re-login.
tr_tr: Hesap bulunamadı. Tekrar giriş apın.

source: Old password incorrect.
tr_tr: Eski şifre yanlış.

source: New password too short.
tr_tr: Yeni şifre çok kısa.

source: Unknown error.
tr_tr: Bilinmeyen hata.

source: Unregistered ID.
tr_tr: Kaydedilmemiş ID.

source: Wrong password.
tr_tr: Yanlış şifre.

source: Account expired.
tr_tr: Hesabınızın süresi dolmuş.

source: Rejected from server.
tr_tr: Sunucudan çıkartıldınız.

source: You have been permanently banned from the game. Please contact the GM team.
tr_tr: Bu oyundan atılmışsınız. Lütfen yönetici ile iletişime geçin.

source: You have been temporarily banned from the game until %s. Please contact the GM team via the forums.
tr_tr: %s tarihine kadar oyundan uzaklaştırılmışsınız. Lütfen yönetici ile irtibata geçiniz.

source: This user name is already taken.
tr_tr: Bu kullanıcı adı daha önce alınmış.

source: Online users: %d
tr_tr: Çevrimiçi Kullanıcılar: %d

source: Could not create party.
tr_tr: Parti oluşturulamadı.

source: Party successfully created.
tr_tr: Parti başarıyla oluşturuldu.

source: %s is already a member of a party.
tr_tr: %s zaten senin partinin bir üyesi.

source: %s refused your invitation.
tr_tr: %s davetini geri çevirdi.

source: %s is now a member of your party.
tr_tr: %s artık senin partinin bir üyesi.

source: Unknown invite response for %s.
tr_tr: %s içn bilinmeyen davet karşılığı.

source: Experience sharing enabled.
tr_tr: Tecrübe paylaşımı etkinleştirildi.

source: Experience sharing disabled.
tr_tr: Tecrübe paylaşımı etkin değil.

source: Experience sharing not possible.
tr_tr: Tecrbüe paylaşımı mümkün değil.

source: Item sharing enabled.
tr_tr: Nesne paylaşımı etkinleştirildi.

source: Item sharing disabled.
tr_tr: Nesne paylaşımı etkin değil.

source: Item sharing not possible.
tr_tr: Nesne paylaşımı mümkün değil.

source: You have left the party.
tr_tr: Partiden ayrıldınız.

source: %s has left your party.
tr_tr: %s partinden ayrıldı.

source: An unknown member tried to say: %s
tr_tr: Bilinmeyen oyuncu şunu söylemeye çalışıyor:%s

source: Inviting like this isn't supported at the moment.
tr_tr: Bu şekilde davet henüz desteklenmiyor.

source: %s is not in your party!
tr_tr: %s senin partinde değil.

source: Message
tr_tr: İleti

source: You are carrying more than half your weight. You are unable to regain health.
tr_tr: Ağırlığının yarısından fazla yük taşıyorsun bu yüzden sağlığını tekrar geri kazanamazsın.

source: You picked up %s.
tr_tr: %s yerden aldın.

source: Equip arrows first.
tr_tr: Önce ışınları kullanın.

source: Trade failed!
tr_tr: Alışveriş başarısız!

source: Emote failed!
tr_tr: Güleryüz hatası!

source: Sit failed!
tr_tr: Oturma başarısız!

source: Chat creating failed!
tr_tr: Sohbet oluşturma başarısız!

source: Could not join party!
tr_tr: Partiye katılınamadı!

source: Cannot shout!
tr_tr: Atış yapılamadı!

source: You have not yet reached a high enough lvl!
tr_tr: Henüz yeterli seviyeye ulaşmadınız!

source: Insufficient HP!
tr_tr: Yetersiz Sağlık!

source: Insufficient SP!
tr_tr: Yetersiz Enerji!

source: You have no memos!
tr_tr: Herhangi bir bildiriminiz yok!

source: You cannot do that right now!
tr_tr: Bunu şu anda yapamazsınız!

source: Seems you need more money... ;-)
tr_tr: Daha fazla paraya ihtiyacınız var...

source: You cannot use this skill with that kind of weapon!
tr_tr: Bu beceriyi bu tür bir araçla kulllanamazsınız!

source: You need another red gem!
tr_tr: Başka bir kırmızı taşa ihtiyacın var!

source: You need another blue gem!
tr_tr: Başka bir mavi taşa ihtiyacın var!

source: You're carrying to much to do this!
tr_tr: Bu işi yapabilmek için çok fazla yük taşıyorsun!

source: Huh? What's that?
tr_tr: Ah? Bu da ne?

source: Warp failed...
tr_tr: Kaydırma başarısız...

source: Could not steal anything...
tr_tr: Herhangi birşey alınamadı...

source: Poison had no effect...
tr_tr: Zehrin bir etkisi yok...

source: Request for Trade
tr_tr: Alışveriş İsteği

source: %s wants to trade with you, do you accept?
tr_tr: %s seninle alışveriş yaptı, kabul ediyor musun?

source: Trading isn't possible. Trade partner is too far away.
tr_tr: Alışveriş mümkün değil çünkü oyuncu çok uzak.

source: Trading isn't possible. Character doesn't exist.
tr_tr: Alışveriş mümkün değil çünkü oyuncu yok.

source: Trade cancelled due to an unknown reason.
tr_tr: Alışveriş bilinmeyen bir sebepten dolayı iptal edildi.

source: Trade: You and %s
tr_tr: Alışveriş: Sen ve %s

source: Trade with %s cancelled.
tr_tr: %s ile alışveriş iptal edildi.

source: Unhandled trade cancel packet.
tr_tr: Belirtilmemiş alışveriş paketi iptal edildi.

source: Failed adding item. Trade partner is over weighted.
tr_tr: Nesne ekleme başarısız. Alışveriş yaptığınız oyunucunun heybesi gereğinden fazla dolu.

source: Failed adding item. Trade partner has no free slot.
tr_tr: Nesne ekleme başarısız. Alıveriş yaptığınız oyuncunun heybesinde yeterli alan yok.

source: Failed adding item for unknown reason.
tr_tr: Bilinmeyen bir sebepten dolayı nesne ekleme başarısız.

source: Trade canceled.
tr_tr: Alışveriş iptal edildi.

source: Trade completed.
tr_tr: Alışveriş tamamlandı.

source: /help > Display this help.
tr_tr: /help> Yardımı gösterir.

source: /create > Create a new party
tr_tr: /create > Yeni parti oluşturur

source: /new > Alias of create
tr_tr: /new > Oluşturma kısayolu

source: /invite > Invite a player to your party
tr_tr: /invite > Partiye bir oyuncu davet edin

source: /leave > Leave the party you are in
tr_tr: /leave > Bulunduğunuz partiden ayrılın

source: /kick > Kick some one from the party you are in
tr_tr: Partinizde bulunan birini çıkarın

source: /item > Show/change party item sharing options
tr_tr: /item > Göster/parti nesne paylaşım ayarlarını değiştir.

source: /exp > Show/change party experience sharing options
tr_tr: /exp > Göster/parti tecrübe paylaşım ayarlarını değiştir.

source: Command: /new <party-name>
tr_tr: Komut: /new <parti-adı>

source: Command: /create <party-name>
tr_tr: Komut: /create <parti-adı>

source: These commands create a new party called <party-name>.
tr_tr: Bu komut <parti-adi> belirtilen partiyi oluşturur.

source: Command: /invite <nick>
tr_tr: Komut: /invite <oyuncu>

source: Command: /leave
tr_tr: Komut: /leave

source: This command causes the player to leave the party.
tr_tr: Bu komut oyuncunun partiden ayrılmasına sebep olur.

source: Command: /item <policy>
tr_tr: Komut: /item <kural>

source: This command changes the party's item sharing policy.
tr_tr: Bu komut parti nesne paylaşım kuralını değiştirir.

source: Command: /item
tr_tr: Komut: /item

source: This command displays the party's current item sharing policy.
tr_tr: Bu komut bulunduğunuz partinin nesne paylaşım kuralını gösterir.

source: Command: /exp <policy>
tr_tr: Komut: /exp <kural>

source: This command changes the party's experience sharing policy.
tr_tr: Bu komut bulunduğunuz partinin tecrübe paylaşım kuralını gösterir.

source: Command: /exp
tr_tr: Komut: /exp

source: This command displays the party's current experience sharing policy.
tr_tr: Bu komut partinin şu anki tecrübe paylaşım kuralını gösterir.

source: Party name is missing.
tr_tr: Parti adı yok.

source: You are dead.
tr_tr: Sınıfta kaldın!!! Tekrar baştan başlayalım...

source: We regret to inform you that your character was killed in battle.
tr_tr: Öğretmen seni okuldan kaçarken yakaladı, derse baştan başlaman için en başa gönderdi...

source: You are not that alive anymore.
tr_tr: Öğretmeni iyi dinlemiyorsun galiba, cezaya kaldın...

source: The cold hands of the grim reaper are grabbing for your soul.
tr_tr: Kötü robotu sen geridönüşüme gönderecektin ama o seni gönderdi.

source: Game Over!
tr_tr: Oyun daha bitmedi en baştan başlayalım.

source: No, kids. Your character did not really die. It... err... went to a better place.
tr_tr: Kötü robot seni en başa ışınladı...

source: Your plan of breaking your enemies weapon by bashing it with your throat failed.
tr_tr: Başlangıç noktasını ziyaret etmenin vakti gelmişti...

source: I guess this did not run too well.
tr_tr: Bu seferde sen geri dönüşüme git bakalım :). Haydi en başa...

source: Do you want your possessions identified?
tr_tr: Burada ders kaynadı, hadi başka yere gidelim...

source: Sadly, no trace of you was ever found...
tr_tr: Bu robotlarda çok kötü hep en başa gönderiyorlar...

source: Annihilated.
tr_tr: AAA neresi burası!!! Acaba neden buraya geldim :)

source: Looks like you got your head handed to you.
tr_tr: Hocam sular kesikti :). - Çık dışarı çabuk en başa dön ödevini düzgün yap öyle gel...

source: You screwed up again, dump your body down the tubes and get you another one.
tr_tr: Otobüsü kaçırdım hocam ondan dolayı geç kaldım. -Yemezler çocuğum sen en baştan bir daha gel...

source: Press OK to respawn.
tr_tr: Tekrar başlamak ister misin???

source: You Died
tr_tr: Yine mi en başa dönüyorum :(

source: Player deleted.
tr_tr: Oyuncu silindi.

source: Not logged in.
tr_tr: Giriş yapılmamış.

source: Selection out of range.
tr_tr: Seçim mesafe dışında.

source: No empty slot.
tr_tr: Boş alan yok.

source: Invalid name.
tr_tr: Geçersiz ad.

source: Character's name already exists.
tr_tr: Karakter adı zaten var.

source: Invalid hairstyle.
tr_tr: Geçersiz saç tarzı.

source: Invalid hair color.
tr_tr: Geçersiz saç rengi.

source: Invalid gender.
tr_tr: Geçersiz cinsiyet.

source: Character's stats are too high.
tr_tr: Karakter değerleri çok yüksek.

source: Character's stats are too low.
tr_tr: Karakter değerleri çok düşük.

source: One stat is zero.
tr_tr: Bir değer sıfır.

source: No gameservers are available.
tr_tr: Herhangi bir sunucu ulaşılabilir değil.

source: Willpower:
tr_tr: İrade:

source: Topic: %s
tr_tr: Başlık: %s

source: Players in this channel:
tr_tr: Bu kanaldaki oyuncular:

source: Error joining channel.
tr_tr: Kanala girişte hata.

source: Listing channels.
tr_tr: Kanallar listeleniyor.

source: End of channel list.
tr_tr: Kanal listesi sonu.

source: %s entered the channel.
tr_tr: %s kanala giriş yaptı.

source: %s left the channel.
tr_tr: %s kanaldan ayrıldı.

source: %s has set mode %s on user %s.
tr_tr: %s modu %s olarak %s için değiştirdi.

source: %s has kicked %s.
tr_tr: %s %s adlı oyuncuyu dışarı çıkardı.

source: Unknown channel event.
tr_tr: Bilinmeyen kanal durumu.

source: Willpower
tr_tr: İrade

source: Guild created.
tr_tr: Sınıf oluşturuldu.

source: Error creating guild.
tr_tr: Sınıf oluşturulurken hata oluştu.

source: Invite sent.
tr_tr: Davet gönderildi.

source: Member was promoted successfully.
tr_tr: Üye başarıyla terfi ettirildi.

source: Failed to promote member.
tr_tr: Üye terfi ettirilemedi.

source: Wrong magic_token.
tr_tr: Yanlış büyü.

source: Already logged in.
tr_tr: Zaten giriş yapılmış.

source: Server is full.
tr_tr: Sunucu dolu.

source: New password incorrect.
tr_tr: Yeni şifre yanlış.

source: Account not connected. Please login first.
tr_tr: Hesap bağlanılamadı. Lütfen önce giriş yapın.

source: New email address incorrect.
tr_tr: Yeni e-posta adresi yanlış.

source: Old email address incorrect.
tr_tr: Eski e-posta adresi yanlış.

source: The new email address already exists.
tr_tr: Yeni e-posta adresi daha önce kullanılmış.

source: Client version is too old.
tr_tr: Oyun sürümü çok eski.

source: Wrong username or password.
tr_tr: Yanlış kullanıcı adı veya şifre.

source: Wrong username, password or email address.
tr_tr: Yanlış kullanıcı adı, şifre ve e-posta adresi.

source: Username already exists.
tr_tr: Kullanıcı adı daha önce kullanılmış.

source: Email address already exists.
tr_tr: E-posta adresi daha önce kullanılmış.

source: Joined party.
tr_tr: Partiye katıldın.

source: %s joined the party.
tr_tr: %s partiye katıldı.

source: %s rejected your invite.
tr_tr: %s davetinizi geri çevirdi.

source: Accepting incoming trade requests.
tr_tr: Gelen alıveriş istekleri kabul ediliyor.

source: Ignoring incoming trade requests.
tr_tr: Gelen alış veriş istekleri kabul edilmiyor.

source: Trading with %s
tr_tr: %s ile alış veriş yapılıyor.

source: Unknown item
tr_tr: Bilinmeyen nesne

source: unnamed
tr_tr: adlandırılmamış

source: Options to /%s are "yes", "no", "true", "false", "1", "0".
tr_tr: Ayarlar /%s "evet", "hayır", "doğru", "yanlış", "1", "0".

source: Recording...
tr_tr: Kaydediliyor...

source: Stop recording
tr_tr: Kaydı durdur

source: Shortcut
tr_tr: Kısayol

source: Status
tr_tr: Karakter

source: Apply
tr_tr: Uygula

source: Reset Windows
tr_tr: Pencerelere Şimdi Uygula

source: Name
tr_tr: Ad

source: Relation
tr_tr: Arkadaşlık

source: Neutral
tr_tr: Normal

source: Friend
tr_tr: Arkadaş

source: Disregarded
tr_tr: Dikkate Alma

source: Ignored
tr_tr: Yoksay
