Repository: TMW-forks/elektrogamesvn
Catalog: po/*.po
Languages: tr

source: Unknown command.
tr: Bilinmeyen komut

source: -- Help --
tr: -- Yardim --

source: /help > Display this help
tr: /help > Bu yardim ekranini gosterir

source: /where > Display map name
tr: /where > Harita ismini göster

source: /who > Display number of online users
tr: /who > Online kullanıcı sayısını göster

source: /me > Tell something about yourself
tr: /me > Kendin hakkında birşeyler söyle

source: /clear > Clears this window
tr: /clear > Pencereyi temizler

source: /msg > Send a private message to a user
tr: /msg > Bir kullanıcıya özel mesaj gönder

source: /whisper > Alias of msg
tr: /whisper > msg nin diğer adı

source: /w > Alias of msg
tr: /w > msg nin diğer adı

source: /query > Makes a tab for private messages with another user
tr: /query > Başak bir kullanıcı özel mesajı için sekme yapar

source: /q > Alias of query
tr: /q > query nin diğer adı

source: /list > Display all public channels
tr: /list > Harkese açık olan tüm kanalları göster

source: /join > Join or create a channel
tr: /join > Bir kanala katıl veya oluştur

source: /party > Invite a user to party
tr: /party > Partiye bir kullanıcı davet et

source: /record > Start recording the chat to an external file
tr: /record > Harici bir dosyaya sohbeti kaydetmeye başla

source: /toggle > Determine whether <return> toggles the chat log
tr: /toggle > Belirlenmiş olmasada<geri dönüş> günlük sohbete geç

source: /present > Get list of players present (sent to chat log, if logging)
tr: /present > Şimdiki oyuncu listesini al (sohbet kaydını gönderir, eğer bağlı ise)

source: /announce > Global announcement (GM only)
tr: /announce > Genel duyuru (sadece GM)

source: For more information, type /help <command>.
tr: Daha fazla bilgi içini, tür /help <komut> .

source: Command: /help
tr: Komut: /help

source: This command displays a list of all commands available.
tr: Bu komut bütün mevcut komutların bir listesini gösterir

source: Command: /help <command>
tr: Komu: /help <komut>

source: This command displays help on <command>.
tr: Bu komut yardımı gösterir <komut>

source: Command: /announce <msg>
tr: Komut: /announce <msg>

source: *** only available to a GM ***
tr: ***Sadece GM ulaşabilir***

source: This command sends the message <msg> to all players currently online.
tr: Bu komut şu anda online olan tüm kullanıcılara mesaj<msg> gönderir

source: Command: /clear
tr: Komut: /clear

source: This command clears the chat log of previous chat.
tr: Bu komut önceki sohbet kaydını temizler

source: Command: /join <channel>
tr: Komut: /join <kanal>

source: This command makes you enter <channel>.
tr: Bu komut seni bir kanala sokar <kanal>

source: If <channel> doesn't exist, it's created.
tr: Eğer kanal yoksa oluşturur

source: Command: /list
tr: Komut: /list

source: This command shows a list of all channels.
tr: Bu komut bütün kanalların bir listesini gösterir

source: Command: /me <message>
tr: Komut: /me <mesaj>

source: This command tell others you are (doing) <msg>.
tr: Bu komut sizin yaptığınızı başkalarına söyler<msg>.

source: Command: /msg <nick> <message>
tr: Komut: /msg <nick> <mesaj>

source: Command: /whisper <nick> <message>
tr: Komut: /whisper <nick> <mesaj>

source: Command: /w <nick> <message>
tr: Komut: /w <nick> <mesaj>

source: This command sends the text <message> to <nick>.
tr: Bu komut <nick>'e metin<mesaj> gönderir

source: If the <nick> has spaces in it, enclose it in double quotes (").
tr: Eğer <nick> uzak mesafade ise, çift tırnak içine alın

source: Command: /query <nick>
tr: Komut: /query <nick>

source: Command: /q <nick>
tr: Komut: /q <nick>

source: This command tries to make a tab for whispers betweenyou and <nick>.
tr: Bu komut sen ve <nick> arasında fısıldama için sekme yapmayı dener

source: Command: /party <nick>
tr: Komut: /party <nick>

source: This command invites <nick> to party with you.
tr: Bu komut <nivk>'i partiye davet eder

source: Command: /present
tr: Komut: /present

source: This command gets a list of players within hearing and sends it to either the record log if recording, or the chat log otherwise.
tr: Bu komut işitme alanı içindeki kullanıcıların bir listesini alır ve kayıtta ise kayıt günlüğüne gönderir veya sohbet günlüğüne aksi takdirde

source: Command: /record <filename>
tr: Komut: /record <dosya_adı>

source: This command starts recording the chat log to the file <filename>.
tr: Bu komut sohbet günlüğü dosyasına kaydı başlatır <dosya_adı>

source: Command: /record
tr: Komut: /record

source: This command finishes a recording session.
tr: Bu komut kayıt oturumunu sonladırır

source: Command: /toggle <state>
tr: Komut: /toggle <state>

source: Command: /toggle
tr: Komut: /toggle

source: This command displays the return toggle status.
tr: Bu komut geri geçiş durumunu gösterir.

source: Command: /where
tr: Komut: /where

source: This command displays the name of the current map.
tr: Bu komut geçerli haritayı gösterir

source: Command: /who
tr: Komut: /who

source: This command displays the number of players currently online.
tr: Bu komut şu anda online olan kullanıcı sayısını gösterir

source: Type /help for a list of commands.
tr: Tip /help komutlar için bir liste

source: Cannot send empty whispers!
tr: Boş fısıltı gönderilemez

source: Cannot create a whisper tab for nick "%s"! It either already exists, or is you.
tr: "%s" Takma adı için fısıltı sekmesi oluşturulamaz. O zaten var.

source: Requesting to join channel %s.
tr: Kanala katılım isteği %s

source: Return toggles chat.
tr: Sohbete geri geçiş yap

source: Message closes chat.
tr: Sohbeti kapatır.

source: Return now toggles chat.
tr: Şimdi sohbet penceresine geri geçiş yapar

source: Message now closes chat.
tr: Şimdi mesajı kapatır

source: Options to /%s are "yes", "no", "true", "false", "1", "0".
tr: Ayarlar /%s are "yes", "no", "true", "false", "1", "0".

source: Could not load map
tr: Harita yüklenemedi

source: Error while loading %s
tr: Yüklerken hata %s

source: General
tr: Genel

source: Screenshot saved to ~/
tr: Ekran görüntüsü kaydedildi ~/

source: Saving screenshot failed!
tr: Ekran görüntüsü kaydetme hatası!

source: The connection to the server was lost, the program will now quit
tr: Server bağlantısı kayboldu, program şimdi çıkacak

source: Network Error
tr: Ağ hatası

source: Quit
tr: Çık

source: Are you sure you want to quit?
tr: Çıkmak istediğinden emin misin?

source: no
tr: hayır

source: Ignoring incoming trade requests
tr: Gelen ticaret taleplerini görmezden gelir

source: Accepting incoming trade requests
tr: Gelen ticaret taleplerini kabul eder

source: Buddy
tr: Arkadaş

source: Buddy List
tr: Arkadal Listesi

source: Buy
tr: Satın al

source: Price: %s / Total: %s
tr: Fiyar: %s Toplam: %s

source: Max
tr: Maksimum

source: Description: %s
tr: Tanım: %s

source: Effect: %s
tr: Etki: %s

source: Shop
tr: Mağza

source: Sell
tr: Sat

source: Cancel
tr: İptal

source: Change Email Address
tr: e-posta adresini değiştir

source: Account: %s
tr: Hesap: %s

source: Type New Email Address twice:
tr: İki kez yeni tip e-posta adresi:

source: Change Password
tr: Şifre değiştir:

source: Password:
tr: Şifre:

source: Type new password twice:
tr: İki kez yeni şifre:

source: Create Character
tr: Karakter oluştur

source: Name:
tr: İsim:

source: Hair Color:
tr: Saç Rengi:

source: Hair Style:
tr: Saç Sitili:

source: Create
tr: Oluştur

source: Male
tr: Bay

source: Female
tr: Bayan

source: Please distribute %d points
tr: Lütfen %d puanları dağıt

source: Error
tr: Hata

source: Your name needs to be at least 4 characters.
tr: İsminiz en az 4 karakter olmalı.

source: Character stats OK
tr: Karakter istatistiği tamam

source: Please remove %d points
tr: Lütfen %d puanları kaldır

source: Confirm Character Delete
tr: Krakter silimini onayla

source: Are you sure you want to delete this character?
tr: Bu karakteri silmek istediğine emin misin?

source: Account and Character Management
tr: Hesap ve Karakter Yönetimi

source: OK
tr: TAMAM

source: Previous
tr: Önceki

source: Next
tr: Sonraki

source: Name: %s
tr: İsim: %s

source: Level: %d
tr: Seviye: %d

source: New
tr: Yeni

source: Delete
tr: Sil

source: Unregister
tr: Kaydedilmemiş

source: Money: %d
tr: Para: %d

source: Job Level: %d
tr: Görev Seviyesi: %d

source: Money: %s
tr: Para: %s

source: Chat
tr: Sohbet

source: %d players are present.
tr: %d oyuncu bulunur

source: Present:
tr: Şu an:

source: Attendance written to record log.
tr: Seyirci kayıt defterine kaydedildi

source: Whispering to %s: %s
tr: %s için fısıldama: %s

source: Yes
tr: Evet

source: No
tr: Hayır

source: Connecting...
tr: Bağlanıyor...

source: Equipment
tr: Malzeme

source: Guild
tr: Lonca

source: Create Guild
tr: Lonca oluştur

source: Invite User
tr: Kullanıcı davet et

source: Quit Guild
tr: Loncadan çık

source: Help
tr: Yardım

source: Close
tr: Kapat

source: Inventory
tr: Envanter

source: Equip
tr: Donat

source: Use
tr: Kullan

source: Drop
tr: Düşür

source: Split
tr: Böl

source: Slots:
tr: Mevki:

source: Weight:
tr: Ağırlık:

source: Ok
tr: Tamam

source: All
tr: Hepsi

source: Select amount of items to trade.
tr: Takas edilecek item miktarını seç.

source: Select amount of items to drop.
tr: Düşürülecek item miktarını seç.

source: Select amount of items to store.
tr: Depolanacak item miktarını seç.

source: Select amount of items to retrieve.
tr: Geri alınacak item miktarını seç.

source: Select amount of items to split.
tr: Bölünecek item miktarını seçin.

source: Weight:
tr: Ağırlık:

source: Login
tr: Giriş

source: Server:
tr: Sunucu:

source: Recent:
tr: En som:

source: Remember Username
tr: Kullanıcı ismini hatırla

source: Register
tr: Kayit

source: Magic
tr: Büyü

source: Cast Test Spell 1
tr: Test yazım 1 fırlat

source: Cast Test Spell 2
tr: Test yazım 2 fırlat

source: Cast Test Spell 3
tr: Test yazım 3 fırlat

source: Map
tr: Harita

source: Waiting for server
tr: Sunucu bekleniyor

source: Submit
tr: Teklif

source: NPC
tr: ÜSTAT

source: Reset
tr: Yeniden başlat

source: To:
tr: Kime:

source: Send
tr: Gönder

source: Failed to send as sender or letter invalid.
tr: Gönderen veya mektup geçersiz olarak gönderilmedi

source: Text
tr: Metin

source: Text Shadow
tr: Metin Gölge

source: Text Outline
tr: Metin Dış çizgi

source: Progress Bar Labels
tr: İlerleme Çubuğu Etiketleri

source: Background
tr: Arkaplan

source: Highlight
tr: Parlak nokta

source: Tab Highlight
tr: Sekme parlak noktası

source: Item too expensive
tr: Çok pahallı nesne

source: Item is equipped
tr: Nesne hazırlandı

source: Player
tr: Oyuncu

source: Whisper
tr: Fısıltı

source: Party
tr: Parti

source: Server
tr: Sunucu

source: Logger
tr: Kaydedici

source: Being
tr: Yaradılış

source: Other Players' Names
tr: Diğer kullanıcıların isimleri

source: Own Name
tr: Kendi ismin

source: GM Names
tr: GM isimleri

source: NPCs
tr: Üstatlar

source: Monsters
tr: Canavarlar

source: Unknown Item Type
tr: Bilinmeyen nesne türü

source: Generics
tr: Cinse özgü

source: Hats
tr: Şapkalar

source: Usables
tr: Kullanışlılar

source: Shirts
tr: Gömlekler

source: 1 Handed Weapons
tr: Tek ellik silahlar

source: Pants
tr: Pantolonlar

source: Shoes
tr: Ayakkabılar

source: 2 Handed Weapons
tr: İki ellik silahlar

source: Shields
tr: Kalkanlar

source: Rings
tr: Yüzükler

source: Necklaces
tr: Kolyeler

source: Arms
tr: Silahlar

source: Ammo
tr: Mühimmat

source: Particle Effects
tr: Parçacık Efektleri

source: Pickup Notification
tr: Yükselme Bildirimi

source: Exp Notification
tr: Exp Bildirirmi

source: Player hits Monster
tr: Oyuncu canavara vurur

source: Monster hits Player
tr: Canavar oyuncuya vurur

source: Critical Hit
tr: Kritik Vuruş

source: Misses
tr: Iska

source: HP Bar
tr: HP Çubuğu

source: 3/4 HP Bar
tr: 3/4 HP Çubuğu

source: 1/2 HP Bar
tr: 1/2 HP Çubuğu

source: 1/4 HP Bar
tr: 1/2 HP Çubuğu

source: Party (%s)
tr: Parti (%s)

source: Received party request, but one already exists.
tr: Parti isteği alındı, fakat zaten bir tane var

source: %s has invited you to join their party.
tr: %s seni onların partisine katılman için davet etti.

source: %s has invited you to join the %s party.
tr: %s seni onların partisine katılman için davet etti.

source: Accept Party Invite
tr: Parti Davetini Kabul et

source: Accepted invite from %s.
tr: %s den Davet Kabul Edildi

source: Rejected invite from %s.
tr: %s den davet reddedildi.

source: @@name|Add name to chat@@
tr: @@name|İsmi sohbete ekle@@

source: @@trade|Trade With %s@@
tr: @@trade|%s ile Takas yap@@

source: @@attack|Attack %s@@
tr: @@attack|%s ye saldır@@

source: @@friend|Befriend %s@@
tr: @@friend|%s ile arkadaş ol@@

source: @@disregard|Disregard %s@@
tr: @@disregard|%s yi sayma@@

source: @@ignore|Ignore %s@@
tr: @@ignore|%s yi yoksay@@

source: @@unignore|Un-Ignore %s@@
tr: @@unignore|%s yi yoksayma

source: @@ignore|Completely ignore %s@@
tr: @@ignore|%s yi tamamen yoksay@@

source: @@guild|Invite %s to join your guild@@
tr: @@guild|%s yi loncana katılması için davet et@@

source: @@party|Invite %s to join your party@@
tr: @@party|%s yi partine katılması için davet et@@

source: @@admin-kick|Kick player@@
tr: @@admin-kick|Oyuncuyu at@@

source: @@talk|Talk To %s@@
tr: @@talk|%s ile konuş@@

source: @@admin-kick|Kick monster@@
tr: @@admin-kick|Canavarı at@@

source: @@cancel|Cancel@@
tr: @@cancel|İptal@@

source: @@pickup|Pick up %s@@
tr: @@pickup|%s yi kaldır@@

source: @@chat|Add to chat@@
tr: @@chat|Sohbete ekle@@

source: @@use|Unequip@@
tr: @@use|Donatma@@

source: @@use|Equip@@
tr: @@use|Donat@@

source: @@use|Use@@
tr: @@use|Kullan@@

source: @@drop|Drop@@
tr: @@drop|Düşür@@

source: @@split|Split@@
tr: @@split|Böl@@

source: @@store|Store@@
tr: @@store|Depola@@

source: @@retrieve|Retrieve@@
tr: @@retrieve|Geri al@@

source: Switch server
tr: Sunucu değiştir

source: Switch character
tr: Karakter değiştir

source: Finishing recording.
tr: Kayıt bitiyor.

source: Not currently recording.
tr: Şu anda kayıtta değil.

source: Already recording.
tr: Zaten kayıtta.

source: Starting to record...
tr: Kaydetmeye başla.

source: Failed to start recording.
tr: Kayıt başlatılamadı.

source: Recording...
tr: Kaydediyor...

source: Stop recording
tr: Kaydı durdur

source: Confirm:
tr: Onayla:

source: Email:
tr: e-posta

source: The username needs to be at least %d characters long.
tr: Kullanıcı adı en az %d karakter uzunluğunda olmalıdır.

source: The username needs to be less than %d characters long.
tr: Kullanıcı adı %d karakterden daha kısa olmalı.

source: The password needs to be at least %d characters long.
tr: Şifre en az %d karakterden uzunluğunda olmalıdır.

source: The password needs to be less than %d characters long.
tr: Şifre %d karakterden daha kısa olmalıdır.

source: Passwords do not match.
tr: Şifre eşleşmedi.

source: Choose your server
tr: Sunucunu seç

source: Please type both the address and the port of a server.
tr: Lütfen her iki adresi ve sunucu portunu girin.

source: Select Server
tr: Sunuc seçin

source: Setup
tr: Ayarlar

source: Apply
tr: Uygula

source: Reset Windows
tr: Pencereleri yeniden başlat

source: Sound
tr: Melodi

source: Audio
tr: Ses

source: Sfx volume
tr: Efekt sesi

source: Music volume
tr: Müzik sesi

source: This is what the color looks like
tr: Bu renk buna benzer

source: Colors
tr: Renkler

source: Type:
tr: Tip:

source: Static
tr: Sabit

source: Pulse
tr: Vuruş

source: Rainbow
tr: Gökkuşağı

source: Delay:
tr: Gecikme:

source: Red:
tr: Kırmızı:

source: Green:
tr: Yeşil:

source: Blue:
tr: Mavi:

source: Press the button to start calibration
tr: Ayarlama işlemini başlatmak için düğmeye bas

source: Calibrate
tr: Ayarlamak

source: Enable joystick
tr: joystick'e izin ver

source: Stop
tr: Dur

source: Rotate the stick
tr: Çubuğu döndür

source: Keyboard
tr: Kalvye

source: Assign
tr: Ata

source: Default
tr: Varsayılan

source: Key Conflict(s) Detected.
tr: Anahtar Çatışması(ları) Algılandı.

source: Resolve them, or gameplay may result in strange behaviour.
tr: Onları çöz, veya oyun tuhaf davranışara neden olabilir.

source: Name
tr: İsim

source: Relation
tr: İlişki

source: Neutral
tr: Tarafsız

source: Friend
tr: Arkadaş

source: Disregarded
tr: İhmal edilmiş

source: Ignored
tr: Yok sayılmış

source: Allow trading
tr: Takasa izin ver

source: Allow whispers
tr: Fısıldamaya izin ver

source: Put all whispers in tabs
tr: Tüm fısıldamaları sekmeye koy

source: Players
tr: Oyuncular

source: When ignoring:
tr: Yok saydığında:

source: Tiny
tr: Ufacık

source: Small
tr: Küçük

source: Medium
tr: Orta

source: Large
tr: Büyük

source: No text
tr: Metin yok

source: Bubbles, no names
tr: Kabarcıklar, isimler yok

source: Bubbles with names
tr: Kabarcıklar ile isimler

source: off
tr: Kapalı

source: low
tr: Düşük

source: high
tr: Yüksek

source: medium
tr: Orta

source: max
tr: maximum

source: Full screen
tr: Tam ekran

source: Custom cursor
tr: Özel imleç

source: Visible names
tr: Görünür isimler

source: Particle effects
tr: Parçacık efektleri

source: Show name
tr: İsmi göster

source: Show pickup notification
tr: Kaldırma bildirimini göster

source: in chat
tr: Sohbet de

source: as particle
tr: Parçacık olarak

source: FPS Limit:
tr: FPS Sınırı:

source: Overhead text
tr: Tepegöz metin

source: Gui opacity
tr: Gui şeffaflığı

source: Ambient FX
tr: Çevre FX

source: Particle Detail
tr: Parçacık Detayı

source: Font size
tr: Yazı boyutu

source: Failed to switch to
tr: Başarısız geçiş

source: windowed
tr: Pencereli

source: fullscreen
tr: tamekran

source: mode and restoration of old mode also failed!
tr: mod ve eski modu düzeltme başarısız oldu!

source: Switching to full screen
tr: Tam ekrana geçiş

source: Restart needed for changes to take effect.
tr: Değişikliklerin geçerli olması için yeniden başlatmak gerekli.

source: Changing OpenGL
tr: OpenGL değiştirme

source: Applying change to OpenGL requires restart.
tr: Değişiklikleri uygulamak OpenGL'i yeniden başlatmayı gerektiri.

source: Screen resolution changed
tr: Ekran çözünürlüğü değiştirildi

source: Restart your client for the change to take effect.
tr: Değişikliklerin geçerşi olması için istemcini yeniden başlat.

source: Particle effect settings changed.
tr: Parçacık efekti ayarları değiştirildi

source: Changes will take effect on map change.
tr: Değişiklikler harita değiştiğinde etkili olacak.

source: Mystery Skill
tr: Gizli Beceri

source: Skills
tr: Hünerler

source: Skill points: %d
tr: Hüner puanları: %d

source: Up
tr: Art

source: Weapons
tr: Silahlar

source: Crafts
tr: Hünerler

source: Job: %d
tr: Meslek: %d

source: HP:
tr: Sağlık Seviyesi:

source: Exp:
tr: Tecrübe:

source: MP:
tr: Enerji Seviyesi:

source: Job:
tr: Uzmanlık:

source: Stats
tr: İstatistikler

source: Cost
tr: Ücret

source: Attack:
tr: Saldırı:

source: Defense:
tr: Savunma:

source: M.Attack:
tr: Genel Yetenek:

source: M.Defense:
tr: Kültür:

source: % Accuracy:
tr: % Teknik:

source: % Evade:
tr: % Tecrübe:

source: % Reflex:
tr: % Refleks:

source: Strength
tr: Güç

source: Agility
tr: Çeviklik

source: Vitality
tr: Dayanıklılık

source: Intelligence
tr: Zeka

source: Dexterity
tr: Ustalık

source: Luck
tr: Şans

source: Remaining Status Points: %d
tr: Kalan Durumu Puanı:

source: Max level
tr: Maksimum Seviye

source: Storage
tr: Depo

source: Store
tr: Depola

source: Retrieve
tr: Geri al

source: Propose trade
tr: Takas teklifi

source: Confirmed. Waiting...
tr: Onaylandı.BEkliyor...

source: Agree trade
tr: Takası kabul et

source: Agreed. Waiting...
tr: Kabul edildi.Bekliyor...

source: Trade: You
tr: Takas:Sen

source: Trade
tr: Takas

source: Add
tr: Ekle

source: You get %s.
tr: %s olsun

source: You give:
tr: Size:

source: Change
tr: Değiştir

source: Failed adding item. You can not overlap one kind of item on the window.
tr: Nesne ekleme başarısız oldu. Bir tür nesneyi pencerede üst üste bindiremezsin.

source: You don't have enough money.
tr: Yeterli paran yok.

source: Updating...
tr: Güncelliyor

source: Play
tr: Oyna

source: curl error
tr: Sarmal hatası

source: ##1 The update process is incomplete.
tr: ##1 Güncelleme işlemi tamamlanmıştır.

source: ##1 It is strongly recommended that
tr: ##1 Şiddetle tavsiye edilir ki

source: ##1 you try again later
tr: ##1 Sonra dene

source: Completed
tr: Tamamlandı

source: /users > Lists the users in the current channel
tr: /users > Mevcut kanalldaki kullanıcları listeler

source: /topic > Set the topic of the current channel
tr: /topic > Geçerli kanalın konusunu ayarla

source: /quit > Leave a channel
tr: /quit > Kanaldan çık

source: /op > Make a user a channel operator
tr: /op > Bir kullanıcıyı operatör yap

source: /kick > Kick a user from the channel
tr: /kick > Kanaldan bir kullanıcı at

source: Command: /users
tr: Komut: /uers

source: This command shows the users in this channel.
tr: Bu komut kanaldaki kullanıcıları gösterir.

source: Command: /topic <message>
tr: Komut: /topic <mesaj>

source: This command sets the topic to <message>.
tr: Bu komut konu başlığını ayarlar <mesaj>.

source: Command: /quit
tr: Komut: /quit

source: This command leaves the current channel.
tr: Bu komut mevcut kanaldan ayrılır.

source: If you're the last person in the channel, it will be deleted.
tr: Eğer kanaldaki son kişi isen, o silinecek.

source: Command: /op <nick>
tr: Komut: /op <nick>

source: This command makes <nick> a channel operator.
tr: Bu komut <nick>'i kanal operatörü yapar.

source: Channel operators can kick and op other users from the channel.
tr: Kanal operatörleri kullanıcıları kanaldan atabilir ve işlem yapabilir.

source: Command: /kick <nick>
tr: Komut: /kick <nick>

source: This command makes <nick> leave the channel.
tr: Bu komut <nick>'i kanaldan atar

source: Need a user to op!
tr: Bir kullanıcı işlemi gerekli!

source: Need a user to kick!
tr: Bir kullanıcının atılması gerekli!

source: Global announcement:
tr: Genel duyuru:

source: Global announcement from %s:
tr: %s den genel duyuru:

source: %s whispers:
tr: %s fısıldar:

source: Cannot send empty chat!
tr: Boş konuşma gönderilemez!

source: /close > Close the whisper tab
tr: /close > Fısıldama sekmesini kapat

source: Command: /close
tr: Komut: /close

source: This command closes the current whisper tab.
tr: Bu komut geçerli fısıldama sekmesini kapatır.

source: Status
tr: Durum

source: Guilds
tr: Loncalar

source: Shortcut
tr: Kısayol

source: Move Up
tr: Yukarı taşı

source: Move Down
tr: Aşağı tşı

source: Move Left
tr: Sola taşı

source: Move Right
tr: Sağa taşı

source: Attack
tr: Saldır

source: Target & Attack
tr: Hedef & Saldır

source: Smilie
tr: Gülümseme

source: Talk
tr: Konuş

source: Stop Attack
tr: Saldırıyı kes

source: Target Closest
tr: Hedef yakın

source: Target NPC
tr: Hedef Üstat

source: Target Player
tr: Hedef Oyuncu

source: Pickup
tr: Topla

source: Hide Windows
tr: Pencereleri Gizle

source: Sit
tr: Otur

source: Screenshot
tr: Ekrangörüntüsü

source: Enable/Disable Trading
tr: Ticaret aktif/pasif

source: Find Path to Mouse
tr: Fareye yol bul

source: Item Shortcut %d
tr: Nesne Kısayolu %d

source: Help Window
tr: Yardım Penceresi

source: Status Window
tr: Durum Penceresi

source: Inventory Window
tr: Envanter Penceresi

source: Equipment Window
tr: Araç-Gereç Penceresi

source: Skill Window
tr: Beceri Penceresi

source: Minimap Window
tr: Ufak Harita Penceresi

source: Chat Window
tr: Sohbet Penceresi

source: Item Shortcut Window
tr: Nesne Kısayol Penceresi

source: Setup Window
tr: Kur Penceresi

source: Debug Window
tr: Debug Penceresi

source: Party Window
tr: Parti Penceresi

source: Emote Shortcut Window
tr: Duygu Kısayol Penceresi

source: Emote Shortcut %d
tr: Duygu Kısayolu %d

source: Toggle Chat
tr: Bir işlemden diğerine geçme penceresi

source: Scroll Chat Up
tr: Sohbeti yukarı kaydır

source: Scroll Chat Down
tr: Sohbeti aşağı kaydır

source: Previous Chat Tab
tr: Önceki Sohbet Sekmesi
