Repository: TMW-forks/elektrogamesvn
Catalog: po/*.po
Languages: tr

source: Next Chat Tab
tr: Sonraki Sohbet Sekmesi

source: Select OK
tr: Tamam seçeneği

source: Ignore input 1
tr: Giriş 1 yoksay

source: Ignore input 2
tr: Giriş 2 yoksay

source: Unarmed
tr: Silahsız

source: Knife
tr: Bıçak

source: Sword
tr: Kılıç

source: Polearm
tr: Mızrak

source: Staff
tr: Sopa

source: Whip
tr: Kırbaç

source: Bow
tr: Yay

source: Shooting
tr: Atış

source: Mace
tr: Asa

source: Axe
tr: Balta

source: Thrown
tr: Atılmış

source: Craft
tr: Hüner

source: Unknown Skill
tr: Bilinmeyen Beceri

source: Invalid update host:
tr: Geçersiz host güncellemesi:

source: Error creating updates directory!
tr: Hata oluşturma güncellemeleri listesi!

source: can't be created, but it doesn't exist! Exiting.
tr: oluşturulamaz, fakat o yok! Çıkış.

source: Couldn't set
tr: Ayarlanamadı

source: video mode:
tr: Video mod:

source: Options:
tr: Seçenekler:

source: -C --config-file : Configuration file to use
tr: -C --config-file : Yapılandırma dosyası kullan

source: -d --data : Directory to load game data from
tr: -d --data : Dizinden oyun verilerini yüklemek için

source: -D --default : Choose default character server and character
tr: -D --default : Varsayılan karakter sunucu ve karakter seç

source: -h --help : Display this help
tr: -h --help : Bu hatayı göster

source: -S --home-dir : Directory to use as home directory
tr: -S --home-dir : Dizini ev dizini olarak kullan

source: -H --update-host : Use this update host
tr: -H --update-host : Bu güncelleme hostunu kullan

source: -P --password : Login with this password
tr: -P --password : Bu şifre ile oturum aç

source: -c --character : Login with this character
tr: -c --character : Bu karakter ile oturum aç

source: -p --port : Login server port
tr: -p --port : Sunucu giriş portu

source: -s --server : Login server name or IP
tr: -s --server : Sunucu giriş adı veya IP si

source: -u --skip-update : Skip the update downloads
tr: -u --skip-update : Güncellemeleri atla

source: -U --username : Login with this username
tr: -U --username : Bu kullanıcı adı ile oturum aç

source: -O --no-opengl : Disable OpenGL for this session
tr: -O --no-opengl : Bu oturum için OpenGL'i pasif yap

source: -v --version : Display the version
tr: -v --version : Versiyonu göster

source: Connecting to map server...
tr: Harita sunucusuna bağlanılıyor...

source: Connecting to character server...
tr: Karakter sunucusuna bağlanılıyor...

source: Connecting to account server...
tr: Hesap sunucusuna bağlanılıyor...

source: Kick failed!
tr: Atma başarısız!

source: Kick succeeded!
tr: Atma başarıldı!

source: Nothing to sell.
tr: Satılacak hiçbir şey yok.

source: Thanks for buying.
tr: Satın aldığınız için teşekkürler.

source: Unable to buy.
tr: Satın alınamaz.

source: Thanks for selling.
tr: Satış için teşekkürler.

source: Unable to sell.
tr: Satış yapılamaz.

source: Access denied
tr: Erişim engellendi

source: Cannot use this ID
tr: Bu ID kullanılmaz

source: Unknown failure to select character
tr: Karakter seçiminde bilinmeyen hata

source: Failed to create character. Most likely the name is already taken.
tr: Karakter oluşturulamadı. Büyük olasılıkla isim zaten kullanımda.

source: Info
tr: Bilgi

source: Character deleted.
tr: Karakter silindi.

source: Failed to delete character.
tr: Karakter silinemedi.

source: Strength:
tr: Güç:

source: Agility:
tr: Çeviklik:

source: Vitality:
tr: Dayanıklılık:

source: Intelligence:
tr: Zeka:

source: Dexterity:
tr: Ustalık:

source: Luck:
tr: Şans:

source: Whisper could not be sent, user is offline.
tr: Fısıltı gönderilemedi, kullanıcı çevrimdışı.

source: Whisper could not be sent, ignored by user.
tr: Fısıltı gönderilemedi, kullanıcı tarafından yoksayıldı.

source: Channels are not supported!
tr: Kanal desteksiz!

source: Unable to equip.
tr: Donanım giyilemiyor.

source: Unable to unequip.
tr: Donanım kaldırılamıyor.

source: Strength %+d
tr: Güç %+d

source: Agility %+d
tr: Çeviklik %+d

source: Vitality %+d
tr: Dayanıklılık %+d

source: Intelligence %+d
tr: Zeka %+d

source: Dexterity %+d
tr: Ustalık %+d

source: Luck %+d
tr: Şans %+d

source: Authentication failed
tr: Kimlik doğrulama başarısız

source: No servers available
tr: Sunucular kullanılmaz

source: Someone else is trying to use this account
tr: Başkası bu hesabı kullanmayı deniyor.

source: This account is already logged in
tr: Bu hesap zaten kayıtlı

source: Speed hack detected
tr: Speed Hack tespit edildi.

source: Duplicated login
tr: İkinci giriş

source: Unknown connection error
tr: Bilinmeyen bağlantı hatası

source: Got disconnected from server!
tr: Sunucudan bağlantı kesildi!

source: /help > Display this help.
tr: /help > Bu yardımı göster

source: /create > Create a new party
tr: /create > Yeni parti oluştur

source: /new > Alias of create
tr: /new > Oluşturulmuş başka ad

source: /invite > Invite a player to your party
tr: /invite > Partine oyuncu davet et

source: /leave > Leave the party you are in
tr: /leave > Partiden ayrıl

source: /kick > Kick some one from the party you are in
tr: /kick > Partiden birini at

source: /item > Show/change party item sharing options
tr: /item > Parti nesne paylaşım seçeneklerini Göster/Değiştir

source: /exp > Show/change party experience sharing options
tr: /exp > Parti exp paylaşım seçeneklerini Göster/Gizle

source: Command: /new <party-name>
tr: Komut: /new <parti_ismi>

source: Command: /create <party-name>
tr: Komut: /create <parti_ismi>

source: These commands create a new party called <party-name>.
tr: Bu komutlar yeni parti çağrımı oluşturur

source: Command: /invite <nick>
tr: Komut: /invite <nick>

source: Command: /leave
tr: Komut: /leave

source: This command causes the player to leave the party.
tr: Bu komutlar oyuncunun partiden ayrılmasına neden olur.

source: Command: /item <policy>
tr: Komut: /item <kural>

source: This command changes the party's item sharing policy.
tr: Bu komut parti nesne paylaşım kuralını değiştirir

source: Command: /item
tr: Komut: /item

source: This command displays the party's current item sharing policy.
tr: Bu komut partinin mevcut nesne paylaşım kuralını gösterir.

source: Command: /exp <policy>
tr: Komut: /exp <kural>

source: This command changes the party's experience sharing policy.
tr: Bu komut partinin exp paylaşım kuralını değiştirir.

source: Command: /exp
tr: Komut: /exp

source: This command displays the party's current experience sharing policy.
tr: Bu komut partinin mevcut exp paylaşım kuralını gösterir.

source: Party name is missing.
tr: Parti ismi eksik

source: Item sharing enabled.
tr: Nesne paylaşımı aktif.

source: Item sharing disabled.
tr: Nesne paylaşımı pasif.

source: Item sharing not possible.
tr: Nesne paylaşımı mümkün değil.

source: Experience sharing enabled.
tr: Exp paylaşımı aktif.

source: Experience sharing disabled.
tr: Exp paylaşımı pasif.

source: Experience sharing not possible.
tr: Exp paylaşımı mümkün değil.

source: Unable to pick up item.
tr: Nesne toplamak olanaksız

source: You picked up %s [@@%d|%s@@].
tr: Sen %s [@@%d|%s@@] topladın.

source: Failed to use item.
tr: Nesne kullanılamaz.

source: Account was not found. Please re-login.
tr: Hesap bulunamadı lütfen tekrar oturum açın.

source: Old password incorrect
tr: Eski şifre yanlış

source: New password too short
tr: Yeni şifre çok kısa

source: Unknown error
tr: Bilinmeyen hata

source: Unregistered ID
tr: Kayıt dışı ID

source: Wrong password
tr: Yanlış şifre

source: Account expired
tr: Hesap süresi doldu

source: Rejected from server
tr: Sunucudan reddedildi

source: You have been permanently banned from the game. Please contact the GM Team.
tr: Kalıcı olarak oyundan men edilmektesin lütfen GM ekibi ile irtibata geç.

source: You have been temporarily banned from the game until %s. Please contact the GM team via the forums.
tr: %s'e kadar oyundan men edilmektesin. Lütfen GM ekibi ile irtibata geç.

source: This user name is already taken
tr: Bu kullanıcı adı zaten kullanımda

source: Could not create party.
tr: Parti oluşturulamadı.

source: Party successfully created.
tr: Parti başarılı bir şekilde oluşturuldu.

source: %s is already a member of a party.
tr: +s zaten partinin bir üyesi.

source: %s refused your invitation.
tr: %s davetinizi reddetti.

source: %s is now a member of your party.
tr: %s şimdi senin partinde.

source: Unknown invite response for %s.
tr: %s için davet yanıtı bilinmiyor.

source: You have left the party.
tr: Partiden ayrıldın.

source: %s has left your party.
tr: %s partinden ayrıldı.

source: An unknown member tried to say: %s
tr: Bilimeyen bir üye söylemeyi denedi: %s

source: Inviting like this isn't supported at the moment.
tr: Bunun gibi bir davet şu anda desteklenmiyor.

source: %s is not in your party!
tr: %s partinde değil!

source: You are dead.
tr: Öldün.

source: We regret to inform you that your character was killed in battle.
tr: Sizi haberdar etmekten üzüntü duyuyoruz fakat karakteriniz savaş da öldürüldü.

source: You are not that alive anymore.
tr: O artık hayyatta değil.

source: The cold hands of the grim reaper are grabbing for your soul.
tr: Azrailin sağuk elleri senin ruhun için kapışıyor.

source: Game Over!
tr: Oyun Bitti!

source: Insert coin to continue.
tr: Devam etmek için para ekle.

source: No, kids. Your character did not really die. It... err... went to a better place.
tr: Hayır çocuklar. Sizin karakteriniz ölmedi. Eeee o daha iyi bir yere gitti.

source: Your plan of breaking your enemies weapon by bashing it with your throat failed.
tr: Sopa tarafından boğazın ile düşmanlarının silahlarını kırma planın başarısız oldu.

source: I guess this did not run too well.
tr: Sanırım bu çok iyi çalıştırılmadı.

source: Do you want your possessions identified?
tr: Senin eşyalarının tespit edilmesini istermisin?

source: Sadly, no trace of you was ever found...
tr: Ne yazıkki hiç iz yok...

source: Annihilated.
tr: İmha edildi.

source: You screwed up again, dump your body down the tubes and get you another one.
tr: Tekrar berbat ettin. Tüpler başından aşağı döküldü ve başka biri olsun.

source: You're not dead yet. You're just resting.
tr: Sen henüz ölmedin. Sadece dinleniyorsun.

source: You are no more.
tr: Sen daha fazla değilsin.

source: You've expired and gone to meet your maker.
tr: Süren doldu ve yapımcınla buluşmaya gittin.

source: You're a stiff.
tr: Sert bir konum

source: Bereft of life, you rest in peace.
tr: Yoksun bir hayat, barış içinde yaşarken.

source: If you weren't so animated, you'd be pushing up the daisies.
tr: Eğer bu kadar hareketli olmasaydın, ölmüş olabilirdin.

source: Your metabolic processes are now history.
tr: Sizin metabolik süreçleriniz artık bir tarih.

source: You're off the twig.
tr: Sürgün bitti.

source: You've kicked the bucket.
tr: Kovaya atıldı.

source: You've shuffled off your mortal coil, run down the curtain and joined the bleedin' choir invisibile.
tr: Sorumluluklarını üstünden attın,kahrolası görünmez koroya katıldın

source: You are an ex-player.
tr: Sen eski bir oyuncusun.

source: You're pining for the fjords.
tr: Fjords için ümit ediyorsun.

source: Message
tr: Mesaj

source: You are carrying more than half your weight. You are unable to regain health.
tr: Sen ağırlığının yarısından fazlasını taşıyorsun. Sağlığını yeniden kazanman olanaksız.

source: You picked up
tr: Aldın

source: Equip arrows first.
tr: Donanım oklar ilk.

source: Trade failed!
tr: Takas başarısız!

source: Emote failed!
tr: Duyguları gösterme başarısız!

source: Sit failed!
tr: Oturma başarısız!

source: Chat creating failed!
tr: Sogbet oluşturma başarısız!

source: Could not join party!
tr: Partiye katılınamazdı!

source: Cannot shout!
tr: Bağrılamaz!

source: You have not yet reached a high enough lvl!
tr: Henüz yeterince yüksek bir seviyeye ulaşmadın!

source: Insufficient HP!
tr: Yetersiz HP!

source: Insufficient SP!
tr: Yetersiz SP!

source: You have no memos!
tr: Hiç kısa mesaj yok!

source: You cannot do that right now!
tr: Bunu şimdi doğru yapamazsın!

source: Seems you need more money... ;-)
tr: Daha fazla paraya ihtiyacın varmı gibi görünüyor... ;-)ş

source: You cannot use this skill with that kind of weapon!
tr: Bu beceriyi bu tür bir silahla kullanamazsın!

source: You need another red gem!
tr: Başak bir kırmızı taşa ihtiyacın var!

source: You need another blue gem!
tr: Başak bir mavi taşa ihtiyacın var!

source: You're carrying to much to do this!
tr: Bunu yapmak için çok fazla taşıyorsun!

source: Huh? What's that?
tr: Yuh? Bu da ne?

source: Warp failed...
tr: Çarpılma hatası!

source: Could not steal anything...
tr: Hiçbir şey çalınamadı...

source: Poison had no effect...
tr: Zehir etkili olmadı...

source: Request for Trade
tr: Takas isteği

source: %s wants to trade with you, do you accept?
tr: %s seninle takas yapmak istiyor, kabul ediyormusun?

source: Trading isn't possible. Trade partner is too far away.
tr: Takas yapılamaz. Takas ortağın çok uzak.

source: Trading isn't possible. Character doesn't exist.
tr: Takas yapılamaz. Karakter yok.

source: Trade cancelled due to an unknown reason.
tr: Takas bilinmeyen bir sebebten iptal edildi.

source: Trade: You and %s
tr: Takas: Sen ve %s

source: Trade with %s cancelled.
tr: %s ile takas iptal edildi.

source: Unhandled trade cancel packet.
tr: İşlenmeyen takas paket iptal.

source: Failed adding item. Trade partner is over weighted.
tr: Nesne ekleme başarısız. Takas ortağın fazla ağır.

source: Failed adding item. Trade partner has no free slot.
tr: Nesne ekleme başarısız. Takas ortağının hiç boş yeri yok.

source: Failed adding item for unknown reason.
tr: Takas bilinmeyen bir sebepten ötürü başarısız oldu.

source: Trade canceled.
tr: Takas iptal oldu.

source: Trade completed.
tr: Takas tamamlandı.

source: Press OK to respawn
tr: Tekrar canlanmak için TAMAM düğmesine bas.

source: You died
tr: Öldün

source: No gameservers are available.
tr: Müsait oyun sunucusu yok.

source: Willpower:
tr: İrade:

source: Topic: %s
tr: Konu: %s

source: Willpower %+d
tr: İrade %+d

source: Guild created.
tr: Lonca oluşturuldu.

source: Error creating guild.
tr: Lonca oluşturma hatası.

source: Invite sent.
tr: Davet gönder.

source: Member was promoted successfully.
tr: Üye başarı ile terfi ettirildi.

source: Failed to promote member.
tr: Üyer terfi ed

source: Wrong magic_token
tr: Yanlış magic_token

source: Already logged in
tr: Zaten giriş yapıldı

source: Server is full
tr: Sunucu dolu

source: New password incorrect
tr: Yeni şifre yanlış

source: Account not connected. Please login first.
tr: Hesaba bağlanılamadı. Lütfen önce giriş yapın.

source: New email address incorrect
tr: Yeni e-posta adresi yanlış

source: Old email address incorrect
tr: Eski e-posta adresi yanlış

source: The new Email Address already exists.
tr: Yeni e-posta adresi zaten kullanımda

source: Client version is too old
tr: İstemci versiyonu çok eski

source: Wrong username or password
tr: Yanlış kullanıcı adı ve şifre

source: Wrong username, password or email address
tr: Yanlış kullanıcı adı, şifre ve e-posta adresi

source: Username already exists
tr: Kullanıcı adı zaten kullanımda

source: Email address already exists
tr: E-posta adresi zaten kullanımda

source: Joined party.
tr: Partiye katıl

source: %s joined the party.
tr: %s partiye katıldı.

source: Accepting incoming trade requests.
tr: Gelen takas isteklerini kabul et.

source: Ignoring incoming trade requests.
tr: Gelen takas isteklerini yok say.

source: Trading with %s
tr: %s ile takas

source: Attack %+d
tr: Atak %+d

source: Defense %+d
tr: Kültür %+d

source: Unknown item
tr: Bilinmeyen madde

source: Unnamed
tr: İsimsiz

source: unnamed
tr: isimsiz
